<template>
	<view>
		<text>
			任何注册和使用的本平台账号名称，不得有下列情形： 
			（一）违反宪法或法律法规规定的； 
			（二）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的； 
			（三）损害国家荣誉和利益的，损害公共利益的； 
			（四）煽动民族仇恨、民族歧视，破坏民族团结的； 
			（五）破坏国家宗教政策，宣扬邪教和封建迷信的； 
			（六）散布谣言，扰乱社会秩序，破坏社会稳定的； 
			（七）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的； 
			（八）侮辱或者诽谤他人，侵害他人合法权益的； 
			（九）含有法律、行政法规禁止的其他内容的。 
			用户以虚假信息骗取账号名称注册，或其账号头像、简介等注册信息存在违法和不良信息的，本平台有权采取通知限期改正、暂停使用、注销账号等措施。 
			对冒用关联机构或社会名人注册账号名称的用户，本平台有权注销其账号。用户应采取适当措施保障注册用户名和密码的机密性并对以该用户名和密码进行的所有活动承担全部责任。用户应确保于每次会话结束后退出账户，若发现未经授权使用该用户名或密码或其他侵犯其账户安全的任何行为立即通知本平台；本平台对未遵守上述规定而给用户或他人带来的任何损失不承担责任。
		</text>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
